cool/tutorials/basic/potentialFoam/pitzDaily/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

runApplication blockMesh
runApplication $application
runApplication streamFunction
